<!-- src/pages/CommunityHub.vue -->
<template>
  <div style=" padding: 0 20px;">
    <h2>2024/11/17 十八尖山山林系列藝術篇</h2>

    <h3>瑞福老師分享</h3>
    <p>經歷那很多場的十八尖山山林教育，這次輪到自己主講十八尖山的歷史。一開始有點緊張，文件夾沒有處理好，還好有袁立老師協助。 在準備歷史的資料中，主要是針對大家平常看到的涼亭、防空洞、公路來介紹。國琴老師解說賽馬場的歷史，這部分因為是早期的歷史， 但經過老師的說明，而且原址又是在高商這裡，感覺有身入其境的想像。步道走的是有很多石觀音的路線，讓伙伴有些沒有看過這麼多石觀音，經過袁立老師看夢龍老師的解說，看到不同的神韻。 有別於大家常走的路，非常不錯的山林教育。最後壓軸宜謹老師帶領大家以樹葉和石頭來做藝術創作，我想十八尖山有很多面向，經由一次次不斸的探訪，更能學到不同的內容，每次都會有不同的期待。 每次參加活動就會對十八尖山更多的解解，</p>
    <h3>宜謹老師活動心得</h3>
    <p>這次我有幸擔任十八尖山山林藝術篇，-藝術彩繪活動的老師，主題是石頭藝術彩繪。這次活動不僅讓民眾親近大自然，更讓他們透過創作，感受到大自然的美妙與藝術的魅力。 由老師們帶領民眾在山林中走了一圈後，隨即參加石頭藝術彩繪的體驗環節。我發給每位參與者一塊平整的石頭，並講解了彩繪的方法和技巧。大家熱情高漲，利用在山林中採集到的樹葉，創作出獨具特色的石頭彩繪作品。 看到民眾臉上洋溢的笑容，我感受到滿滿的感動。通過這次活動，大家不僅學到了石頭彩繪的技巧，更深刻體會到藝術創作帶來的樂趣。看到自己親手完成的作品，每個人的臉上都充滿了成就感。同時，這次活動也讓參與者更加關注環境保護的重要性，畢竟我們的創作素材來自於自然，我們應該珍惜並保護這片美麗的山林。 總的來說，十八尖山的走讀山林教育活動給大家留下了深刻的印象。它不僅豐富了參與者的知識，提升了他們的藝術創作能力，也讓他們更加熱愛大自然。期待未來能有更多機會參加類似的活動，讓我們在創作中學習，在自然中成長。</p>
    
  </div>
      <div class="gallery">
        <img src="/img/2024-11-17/010.jpg" alt="藝術篇1">
        <img src="/img/2024-11-17/011.jpg" alt="藝術篇2">
        <img src="/img/2024-11-17/012.jpg" alt="藝術篇3">
      
      
    </div>
    <div style=" padding: 0 20px;">
 <h3>活動照片</h3>
  </div>
    <div class="gallery">
      <img :src="`${imgBase}/img/2024-11-17/001.jpg`" alt="藝術篇1">
      <img :src="`${imgBase}/img/2024-11-17/002.jpg`" alt="藝術篇2">
      <img :src="`${imgBase}/img/2024-11-17/003.jpg`" alt="藝術篇3">
      <img :src="`${imgBase}/img/2024-11-17/004.jpg`" alt="藝術篇4">
      <img :src="`${imgBase}/img/2024-11-17/005.jpg`" alt="藝術篇5">
      <img :src="`${imgBase}/img/2024-11-17/006.jpg`" alt="藝術篇6">
      <img :src="`${imgBase}/img/2024-11-17/007.jpg`" alt="藝術篇7">
      <img :src="`${imgBase}/img/2024-11-17/008.jpg`" alt="藝術篇8">
      <img :src="`${imgBase}/img/2024-11-17/009.jpg`" alt="藝術篇9">

    </div>

</template>

<script setup>
import { getCurrentInstance } from 'vue'
import './Common.css'
const imgBase = getCurrentInstance().appContext.config.globalProperties.$env.apiUrl
</script>