<template>
  <div style=" padding: 0 20px;">
    <h2>2024/07/04 科學城社大山林系列「新竹十八尖山～歷史與植物探索」</h2>

    <h3>國琴老師分享</h3>
    <p>新竹市科學城社區大學由李校長世英帶領多元文化與全球視野教師群籌備一年時間，規劃十八尖山～山林教育系列活動，07月04日辦理場次「新竹十八尖山～歷史與植物探索」-這次活動由駱國琴老師進行三小時的導覽，內容豐富且具有啟發性，帶領大家以不同的視角重新認識十八尖山。 在國琴老師的引導下，學員透過手機Google智慧鏡頭辨識變葉木步道的植物，結合科技與自然，增強了學員對植物的興趣和了解。這項科技應用不僅讓植物辨識更加有趣，還提升了學員運用智慧手機的能力。此外，老師還生動地介紹了十八尖山的歷史背景，包括國家重力基準站與防空洞的故事，讓學員對山林中的文化遺跡有了全新的認識，進一步體會到這座城市綠洲的重要價值。 活動中還深入探訪了33座石觀音，透過歷史脈絡的介紹，使人們感受到山林深處的靜謐與文化厚度。國琴老師的講解不僅詳實生動，還引導大家將自然探索與人文思考結合，讓這次的活動更加耐人尋味。 許多學員表示，雖然平時常來十八尖山運動、健走或賞花，但此次活動透過駱老師的專業導覽，真正理解了十八尖山背後蘊藏的豐富歷史與生態知識。這次走讀不僅是一次身心的舒展，更是一堂充滿知識與文化的課程。 透過這樣的活動，學員們不僅提升了使用智慧手機App的技能，更深刻體會到將科技與生活結合的樂趣。十八尖山不再只是休閒運動的場所，更成為一座承載歷史記憶與生態知識的寶庫。這次的探索為學員們留下了深刻的印象，也期待未來能有更多此類走讀活動，讓我們以更深的視角走進身邊的山林之美，並進一步珍惜這片土地。</p>
    <h3>活動照片</h3>
  </div>
    <div class="gallery">
        <img src="@/assets/img/2024-07-04/001.jpg" alt="歷史與植物探索1">
        <img src="@/assets/img/2024-07-04/002.jpg" alt="歷史與植物探索2">
        <img src="@/assets/img/2024-07-04/003.jpg" alt="歷史與植物探索3">
        <img src="@/assets/img/2024-07-04/004.jpg" alt="歷史與植物探索4">
        <img src="@/assets/img/2024-07-04/005.jpg" alt="歷史與植物探索5">
        <img src="@/assets/img/2024-07-04/006.jpg" alt="歷史與植物探索6">
      
    </div>
</template>
<style scoped> 
/* 卡片樣式（共用） */
       .gallery {
             display: grid;
            grid-template-columns: repeat(3, 1fr); /* 三欄 */
            gap: 10px;
            max-width: 100%;
            margin: 20px auto;
            padding: 0 20px; /* 左右各 20px */
            box-sizing: border-box; /* 讓 padding 不影響 max-width */
        }
        .gallery img {
            width: 100%;
            height: auto;
            border-radius: 8px;
            border: 2px solid #ccc;
        }
        h2 {
            color: #333;
            margin-top: 20px;
         
        box-sizing: border-box; /* 確保不影響排版 */
        }



</style>