<!-- src/pages/CommunityHub.vue -->
<template>
   
  <div style=" padding: 0 20px;">
    <h2>2024/11/24 十八尖山山林教育系列山林健康有氧篇</h2>

    <h3>國琴老師分享</h3>
    <p>2024.11.24 (日) 新竹市科學城社區大學</p>
    <p>～十八尖山-永續發展綠生活實踐/山林教育-山林運動篇</p>
    <p>感謝此次活動吳主任的用心籌劃，以及夢龍老師、瑞福老師、袁立老師和建廷熱情參與，在獅子亭為民眾辦理報到手續，並由吳主任致開場詞，介紹蒞臨現場的講師，邀請大家共同參與"山林教育-山林運動篇”。</p>
    <p>很榮幸，此次主題會場由我-國琴老師擔任"樂活體適能帶動療癒之旅"的指導教學。國琴老師帶領大家認識有效運動的概念，透過實作「活化大腦我最棒」以及示範並帶領夥伴進行下肢運動與肌耐力運動，最後以活力滿滿的健康操《熱情的沙漠》為活動畫下圓滿句點。</p>
    <p>課程的核心目標是讓大家了解體適能的重要性，尤其隨著年齡增長，肌少症逐漸成為長者的隱形危機，影響日常生活的體力與行動力。透過正確的運動，不僅能有效預防肌肉流失，更能提升生活品質。</p>

    <p>體適能課程亮點：</p>
    <p>聚焦核心肌群訓練與柔軟度提升，動作簡單易學，適合不同體能狀況的學員。</p>
<p>在輕鬆愉悅的氛圍中，幫助學員定期鍛鍊，強化身心健康，預防肌少症。</p>
<p>活動在中午12點結束，參與夥伴在充滿歡樂的律動與療癒氛圍中，進行大合影，為‘’十八尖山-山林教育/山林藝術篇‘’活動畫下圓滿句點。</p>
<p>最後，再次感謝李校長帶領的工作同仁與講師群的全力支持！這次活動結合環境場域與教育主題，成功讓地方學與永續發展的理念深植人心。透過教師群的跨領域合作，我們將持續為社區教育創新貢獻更多精彩的題材。</p>
<p>#新竹市科學城社區大學</p>
<p>#十八尖山 #石觀音 #變葉木步道</p>
<p>#永續發展 #全民綠生活</p>
<p>#地方學</p>

   
    <h3>瑞福老師分享</h3>
    <p>這次的十八尖山系列山林健康有養篇是我第一次帶認識植物的活動。內容是走變葉木步道，前一天走過一遍，聽別人介紹跟自己要介紹完全不一樣， 上網找了很多資料，針對比較明確的植物做介紹。開場由夢龍老師介紹十八尖山，在變葉木步道這一段是由袁立老師和我一走帶領民眾。由我來介紹步道兩旁的植物，袁立老師介紹十八尖山的花季。 走到佛光岩接著夢龍老師介紹石觀音，最後走下廣場。這次的主題是健康有養，首先由國琴老師介紹體適能的概念和夢龍老師的帶動唱。我想經由這次的活動，除了認識十八尖山以外， 也能夠了解每個老師的教學專長，讓民眾更有興趣想要報名下一期的課程。在歌聲中活動圓滿結束！</p>
    
     <h3>活動照片</h3>
  </div>
 
    <div class="gallery">
      <img :src="`${imgBase}/img/2024-11-24/001.jpg`" alt="有氧篇1">
      <img :src="`${imgBase}/img/2024-11-24/002.jpg`" alt="有氧篇2">
      <img :src="`${imgBase}/img/2024-11-24/003.jpg`" alt="有氧篇3">
      <img :src="`${imgBase}/img/2024-11-24/004.jpg`" alt="有氧篇4">
      <img :src="`${imgBase}/img/2024-11-24/005.jpg`" alt="有氧篇5">
      <img :src="`${imgBase}/img/2024-11-24/006.jpg`" alt="有氧篇6">
       
    </div>

</template>

<script setup>
import { getCurrentInstance } from 'vue'
import './Common.css'
const imgBase = getCurrentInstance().appContext.config.globalProperties.$env.apiUrl
</script>